Repository: trawngson/aware
Catalog: awareapp/Localizable.xcstrings
Source language: en
Languages: vi

source: %@ %@ today
vi: %@ %@ hôm nay

source: %@ from last week
vi: %@ so với tuần trước

source: %@ leaves
vi: %@ lá

source: %@ recyclers · %@ kg together
vi: %@ người tái chế · cùng nhau %@ kg

source: %@ recyclers · %@ tons together
vi: %@ người tái chế · cùng nhau %@ tấn

source: %lld items recycled within 2 km
vi: %lld món được tái chế trong vòng 2 km

source: %lld leaves
vi: %lld lá

source: %lld nearby
vi: %lld gần đây

source: %lld recycled items
vi: %lld vật đã tái chế

source: +%lld this week
vi: +%lld trong tuần này

source: 18 days
vi: 18 ngày

source: AWARE's sorting tips follow Hanoi's household waste sorting rules, which split waste into three groups, plus hazardous items kept apart.
vi: Mẹo phân loại của AWARE dựa theo quy định phân loại rác sinh hoạt của Hà Nội: rác được chia thành ba nhóm, còn chất thải nguy hại được để riêng.

source: About
vi: Giới thiệu

source: About this estimate
vi: Về con số ước tính này

source: Account
vi: Tài khoản

source: Account deleted
vi: Đã xoá tài khoản

source: Achieved · 3h ago
vi: Đã đạt · 3 giờ trước

source: Add a reply…
vi: Viết phản hồi…

source: Add image
vi: Thêm ảnh

source: Add photo
vi: Thêm ảnh

source: Add some instructions?
vi: Thêm vài bước hướng dẫn?

source: Add to Gallery
vi: Thêm vào Gallery

source: Adds your area, about 500 m wide, so the post shows on the map
vi: Thêm khu vực của bạn (rộng khoảng 500 m) để bài đăng hiện trên bản đồ

source: All Time
vi: Mọi lúc

source: Answer the question above first
vi: Hãy trả lời câu hỏi phía trên trước

source: Be kind. No bullying, hate or harassment.
vi: Hãy tử tế. Không bắt nạt, thù ghét hay quấy rối.

source: Before you post
vi: Trước khi đăng bài

source: Best
vi: Tốt nhất

source: Block
vi: Chặn

source: Block %@
vi: Chặn %@

source: Block %@?
vi: Chặn %@?

source: Blocked people
vi: Người đã chặn

source: Bottles that held pesticides, strong chemicals, or motor oil are hazardous waste, not recyclables.
vi: Chai từng đựng thuốc bảo vệ thực vật, hóa chất mạnh hoặc dầu nhớt là chất thải nguy hại, không phải rác tái chế.

source: Break large foam blocks into smaller pieces so they fit in the bag.
vi: Bẻ các khối xốp lớn thành miếng nhỏ để vừa túi rác.

source: Breakdown by category
vi: Theo từng loại

source: CO₂ Saved
vi: CO₂ đã giảm

source: Cancel
vi: Huỷ

source: Cardboard
vi: Bìa các-tông

source: Cardboard Box
vi: Hộp các-tông

source: Carrying a reusable shopping bag avoids plastic bags altogether.
vi: Mang theo túi đi chợ dùng nhiều lần để không phải dùng túi ni-lông.

source: Change answer
vi: Đổi câu trả lời

source: Clean cardboard is recyclable. Greasy, wet, or food-stained cardboard isn't.
vi: Bìa các-tông sạch có thể tái chế. Bìa dính dầu mỡ, bị ướt hoặc dính thức ăn thì không.

source: Clean foam boxes are useful for storage. Choosing paper or reusable containers for takeaway avoids foam waste.
vi: Hộp xốp sạch có thể dùng để đựng đồ. Chọn hộp giấy hoặc hộp dùng nhiều lần khi mua đồ mang về sẽ tránh được rác xốp.

source: Community
vi: Cộng đồng

source: Community guidelines
vi: Nguyên tắc cộng đồng

source: Copy Text
vi: Sao chép nội dung

source: Couldn't load this list. Check your connection and try again.
vi: Không tải được danh sách. Hãy kiểm tra kết nối rồi thử lại.

source: Couldn't sign in with Apple
vi: Không đăng nhập được bằng Apple

source: Daily savings
vi: Mức giảm mỗi ngày

source: Day streak
vi: Chuỗi ngày

source: Delete
vi: Xóa

source: Delete Post
vi: Xóa bài đăng

source: Delete Reply
vi: Xóa bình luận

source: Delete account
vi: Xoá tài khoản

source: Delete this post?
vi: Xóa bài đăng này?

source: Delete your account?
vi: Xoá tài khoản của bạn?

source: Depends on weight — pick the closest size.
vi: Tuỳ theo khối lượng — hãy chọn kích cỡ gần nhất.

source: Detected Items
vi: Vật phẩm đã nhận diện

source: Display name
vi: Tên hiển thị

source: Disposable cup
vi: Cốc dùng một lần

source: Do not put plastic bags in with recyclables. They get tangled in sorting and lower the value of the whole bag.
vi: Không bỏ túi ni-lông lẫn vào rác tái chế. Túi dễ bị vướng khi phân loại và làm giảm giá trị của cả túi rác tái chế.

source: Done
vi: Xong

source: Drink or pour out what is left and rinse the cup.
vi: Uống hết hoặc đổ phần còn lại rồi tráng cốc.

source: EPA Waste Reduction Model
vi: Mô hình Giảm thiểu Chất thải của EPA

source: Empty the bottle or jar and rinse off food or drink.
vi: Đổ hết đồ bên trong chai, lọ và tráng sạch thức ăn hoặc đồ uống còn sót lại.

source: Empty the can completely and rinse it quickly.
vi: Đổ hết đồ bên trong và tráng nhanh lon.

source: Empty the cup and put any drink or food left in the green food-waste bag.
vi: Đổ hết cốc; đồ uống hoặc thức ăn còn lại bỏ vào túi màu xanh đựng chất thải thực phẩm.

source: Empty the cup. Tapioca pearls, jelly, and ice go in the green food-waste bag.
vi: Đổ hết cốc. Trân châu, thạch và đá bỏ vào túi màu xanh đựng chất thải thực phẩm.

source: Estimated CO₂e avoided
vi: Lượng CO₂e tránh được (ước tính)

source: Everything in your account was removed. You can keep using AWARE as a new guest.
vi: Mọi thứ trong tài khoản của bạn đã được xoá. Bạn có thể tiếp tục dùng AWARE với tư cách khách mới.

source: Flatten the box and stack or tie flat boxes together.
vi: Gấp dẹt hộp, xếp chồng hoặc buộc các hộp đã gấp dẹt lại với nhau.

source: Foam
vi: Xốp

source: Food waste
vi: Chất thải thực phẩm

source: For food tins, push the sharp lid inside the tin so nobody gets cut.
vi: Với hộp thiếc đựng thực phẩm, ấn nắp sắc vào bên trong hộp để không ai bị cứa tay.

source: For soap or shampoo pump bottles, unscrew the pump. The bottle is recyclable; the pump has a metal spring and goes in other waste.
vi: Với chai xà phòng hoặc dầu gội có vòi bơm, hãy vặn tháo vòi bơm. Chai có thể tái chế; vòi bơm có lò xo kim loại nên bỏ vào chất thải khác.

source: Glass bottle or jar
vi: Chai, lọ thủy tinh

source: Glass bottles and jars are recyclable.
vi: Chai, lọ thủy tinh có thể tái chế.

source: Goal progress
vi: Tiến độ mục tiêu

source: Got it!
vi: Đã hiểu!

source: Guest
vi: Khách

source: Guidance
vi: Hướng dẫn

source: Guidance version %@
vi: Phiên bản hướng dẫn %@

source: Hanoi People's Committee Decision No. 87 (from 8 January 2026); Law on Environmental Protection 2020, Article 75; MONRE guidance 9368/BTNMT-KSONMT (2 November 2023).
vi: Quyết định số 87 của UBND thành phố Hà Nội (áp dụng từ ngày 8/1/2026); Luật Bảo vệ môi trường 2020, Điều 75; Công văn hướng dẫn 9368/BTNMT-KSONMT của Bộ Tài nguyên và Môi trường (ngày 2/11/2023).

source: Hanoi, Vietnam
vi: Hà Nội, Việt Nam

source: Hard plastic
vi: Nhựa cứng

source: Hazardous waste
vi: Chất thải nguy hại

source: Hidden while we take a look
vi: Đang tạm ẩn để chúng mình xem xét

source: Home
vi: Trang chủ

source: How it's worked out
vi: Cách tính

source: How to sort it
vi: Cách phân loại

source: How's your month going?
vi: Tháng này của bạn thế nào?

source: I agree
vi: Mình đồng ý

source: I just scanned and sorted: %@ 🌱♻️
vi: Mình vừa quét và phân loại: %@ 🌱♻️

source: If it is already broken, wrap the pieces in paper or cardboard and write "broken glass" on it to protect collectors.
vi: Nếu đã vỡ, hãy gói các mảnh trong giấy hoặc bìa các-tông và ghi "thủy tinh vỡ" bên ngoài để người thu gom không bị thương.

source: If something isn't right
vi: Nếu có điều gì không ổn

source: Is the cardboard clean and dry?
vi: Bìa các-tông có sạch và khô không?

source: It shares someone's personal details
vi: Tiết lộ thông tin cá nhân của người khác

source: It will be removed for everyone, with its photo and replies.
vi: Bài đăng sẽ bị xóa với mọi người, cùng ảnh và các bình luận.

source: It's mean or hurtful
vi: Nội dung ác ý hoặc gây tổn thương

source: It's spam or an ad
vi: Spam hoặc quảng cáo

source: Items recycled
vi: Món đã tái chế

source: Just now
vi: Vừa xong

source: Keep it about recycling, upcycling and caring for the planet.
vi: Hãy chia sẻ về tái chế, tái sử dụng và bảo vệ môi trường.

source: Keep it apart from all other waste in a sealed, leak-proof container and hand it over at a hazardous-waste collection point.
vi: Để riêng với mọi loại rác khác trong vật chứa kín, không rò rỉ và giao cho điểm thu gom chất thải nguy hại.

source: Keep it dry and out of the rain. Wet cardboard cannot be recycled.
vi: Giữ khô ráo, tránh mưa. Bìa các-tông bị ướt không thể tái chế.

source: Keep it separate from food and other waste, then give or sell it to a scrap collector (ve chai, đồng nát).
vi: Để riêng với chất thải thực phẩm và chất thải khác, rồi cho hoặc bán cho người thu mua ve chai, đồng nát.

source: Keep it whole. Do not break glass on purpose.
vi: Giữ nguyên vẹn, không cố ý đập vỡ thủy tinh.

source: Keep scanning to see your trend
vi: Quét thêm để xem xu hướng của bạn

source: Keep your streak going 🔥
vi: Giữ chuỗi ngày của bạn nhé 🔥

source: Language
vi: Ngôn ngữ

source: Latest
vi: Gần đây

source: Latest regulations update
vi: Cập nhật quy định mới nhất

source: Leaderboard
vi: Bảng xếp hạng

source: Leave the ring pull attached.
vi: Để nguyên khoen kéo trên lon.

source: Leaves earned
vi: Số lá đã nhận

source: Let's keep it friendly
vi: Cùng giữ không khí thân thiện nhé

source: Light bulbs are hazardous waste. Mirrors, window glass, and ceramics are not bottles or jars; ask your collector before recycling them.
vi: Bóng đèn là chất thải nguy hại. Gương, kính cửa sổ và đồ gốm sứ không phải chai lọ; hãy hỏi người thu gom trước khi đem tái chế.

source: Location
vi: Vị trí

source: Location is off
vi: Vị trí đang tắt

source: Metal can
vi: Lon kim loại

source: Metal cans are recyclable, and scrap collectors will even buy aluminium drink cans.
vi: Lon kim loại có thể tái chế, người thu mua ve chai còn mua lại lon nhôm đựng đồ uống.

source: Milk and juice cartons are lined with plastic and foil. Rinse and flatten them, and ask your collector whether they accept them.
vi: Hộp sữa và hộp nước ép có lớp lót nhựa và nhôm. Hãy tráng sạch, ép dẹt và hỏi người thu gom xem họ có nhận không.

source: More
vi: Thêm

source: Name
vi: Tên

source: New Post
vi: Bài đăng mới

source: No
vi: Không

source: No ads or spam.
vi: Không quảng cáo hay spam.

source: No items detected
vi: Chưa nhận diện được vật phẩm nào

source: No, greasy, wet, or food-stained
vi: Không, dính dầu mỡ, bị ướt hoặc dính thức ăn

source: Not now
vi: Để sau

source: Not sure what this is
vi: Chưa rõ đây là gì

source: Notifications
vi: Thông báo

source: Notifications are off
vi: Thông báo đang tắt

source: On the map
vi: Trên bản đồ

source: One quick scan to sort with ease – help the Earth and save the trees.
vi: Quét nhanh một lần để phân loại dễ dàng – giúp Trái Đất và cứu những hàng cây.

source: One tree absorbs about 22kg of CO₂ per year — your savings equal %@ trees working for a year.
vi: Một cây xanh hấp thụ khoảng 22kg CO₂ mỗi năm — lượng bạn tiết kiệm bằng %@ cây làm việc trong một năm.

source: Only share photos you took, and never anyone's personal details.
vi: Chỉ chia sẻ ảnh do bạn chụp, và không bao giờ đăng thông tin cá nhân của người khác.

source: Open Settings
vi: Mở Cài đặt

source: Other waste
vi: Chất thải khác

source: Our community is a friendly place to share what you made. Before your first post, please agree to a few simple rules:
vi: Cộng đồng AWARE là nơi thân thiện để chia sẻ những gì bạn làm ra. Trước khi đăng bài đầu tiên, bạn hãy đồng ý với vài quy tắc đơn giản:

source: Paper
vi: Giấy

source: Paper and hard plastic cups are recyclable. Foam cups aren't.
vi: Cốc giấy và cốc nhựa cứng có thể tái chế. Cốc xốp thì không.

source: Peel off the sealing film and remove the straw; both go in other waste.
vi: Bóc màng dán miệng cốc và bỏ ống hút ra; cả hai đều bỏ vào chất thải khác.

source: Period
vi: Khoảng thời gian

source: Pinch to zoom in or adjust lighting
vi: Chụm để phóng to hoặc chỉnh lại ánh sáng

source: Plastic Bottle
vi: Chai nhựa

source: Plastic bag
vi: Túi ni-lông

source: Plastic bags can't be recycled here, so they go in other waste.
vi: Túi ni-lông không tái chế được, nên bỏ vào chất thải khác.

source: Plastic bottle
vi: Chai nhựa

source: Plastic bottles are recyclable.
vi: Chai nhựa có thể tái chế.

source: Please try again in a moment.
vi: Bạn thử lại sau ít phút nhé.

source: Point at an object
vi: Hướng camera vào một vật

source: Post
vi: Bài đăng

source: Post not found
vi: Không tìm thấy bài đăng

source: Posts that break these rules get hidden, and people who keep breaking them can't post anymore.
vi: Bài vi phạm sẽ bị ẩn, và ai vi phạm nhiều lần sẽ không thể đăng bài nữa.

source: Posts with steps get 3× more saves
vi: Bài có các bước được lưu nhiều gấp 3 lần

source: Pour out any liquid left inside.
vi: Đổ hết phần nước còn lại bên trong.

source: Preferences
vi: Tuỳ chọn

source: Put it in the green food-waste bag.
vi: Bỏ vào túi màu xanh đựng chất thải thực phẩm.

source: Put it in the grey bag for other household waste.
vi: Bỏ vào túi màu xám đựng chất thải sinh hoạt khác.

source: Put the foam cup in other waste.
vi: Bỏ cốc xốp vào chất thải khác.

source: Put the foam in other waste.
vi: Bỏ xốp vào chất thải khác.

source: Put the greasy or wet cardboard in other waste.
vi: Bỏ phần bìa dính dầu mỡ hoặc bị ướt vào chất thải khác.

source: Quickly rinse bottles that held milk, juice, or sweet drinks so they do not smell or attract insects.
vi: Tráng qua những chai từng đựng sữa, nước ép hoặc đồ uống ngọt để không bốc mùi hay thu hút côn trùng.

source: Read the community guidelines
vi: Đọc nguyên tắc cộng đồng

source: Recyclable
vi: Có thể tái chế

source: Recycled · %@
vi: Đã tái chế · %@

source: Recycled · 1h ago
vi: Đã tái chế · 1 giờ trước

source: Recycled · 2m ago
vi: Đã tái chế · 2 phút trước

source: Recycler
vi: Người tái chế

source: Recycling Map
vi: Bản đồ tái chế

source: Recycling guidance
vi: Hướng dẫn phân loại rác

source: Recycling map
vi: Bản đồ tái chế

source: Remove photo
vi: Bỏ ảnh

source: Remove plastic tape, plastic windows, and foam inserts. Foam goes in other waste.
vi: Gỡ băng dính nhựa, ô nhựa trong suốt và miếng xốp chèn. Xốp bỏ vào chất thải khác.

source: Remove tag
vi: Bỏ thẻ

source: Removes the location
vi: Bỏ vị trí

source: Removes your scans, points, posts, replies and photos from AWARE.
vi: Xoá lượt quét, điểm, bài đăng, phản hồi và ảnh của bạn khỏi AWARE.

source: Replies
vi: Phản hồi

source: Reply
vi: Trả lời

source: Report Post
vi: Báo cáo bài đăng

source: Report Reply
vi: Báo cáo bình luận

source: Reuse the bag while it is still intact, for example as a bin liner for other waste.
vi: Tái sử dụng túi khi còn nguyên vẹn, ví dụ làm túi lót thùng đựng chất thải khác.

source: Rinse the cup and stack it with other clean plastic cups.
vi: Tráng cốc và xếp chồng cùng các cốc nhựa sạch khác.

source: Save
vi: Lưu

source: Scan
vi: Quét

source: Scan one thing today to make it %lld days in a row.
vi: Hôm nay quét một món để đạt %lld ngày liên tiếp.

source: Scan one thing today to start a recycling streak.
vi: Hôm nay quét một món để bắt đầu chuỗi ngày tái chế.

source: Scan something and it shows up here.
vi: Quét một món đồ, nó sẽ hiện ở đây.

source: Scans per day, this week compared with last week
vi: Số lượt quét mỗi ngày, tuần này so với tuần trước

source: Scrape food scraps from foam boxes or trays into the green food-waste bag.
vi: Gạt thức ăn thừa trên hộp hoặc khay xốp vào túi màu xanh đựng chất thải thực phẩm.

source: Scrape food scraps into the green food-waste bag.
vi: Gạt thức ăn thừa vào túi màu xanh đựng chất thải thực phẩm.

source: See recycling ideas
vi: Xem ý tưởng tái chế

source: Send reply
vi: Gửi phản hồi

source: Share
vi: Chia sẻ

source: Share what you made…
vi: Chia sẻ thứ bạn đã làm…

source: Show projects near me
vi: Xem dự án gần tôi

source: Shown on your posts, replies and the leaderboard.
vi: Hiển thị trên bài đăng, phản hồi và bảng xếp hạng của bạn.

source: Sign in
vi: Đăng nhập

source: Signed in with Apple
vi: Đã đăng nhập bằng Apple

source: Some words in there aren't allowed in the community. Please reword it and try again.
vi: Có vài từ không được dùng trong cộng đồng. Bạn hãy viết lại rồi thử lần nữa nhé.

source: Something else
vi: Lý do khác

source: Something went wrong
vi: Đã có lỗi xảy ra

source: Sorted · %@
vi: Đã phân loại · %@

source: Sources
vi: Nguồn

source: Spray cans and cans that held paint, pesticide, or oil are hazardous waste, not recyclables.
vi: Bình xịt và lon từng đựng sơn, thuốc bảo vệ thực vật hoặc dầu là chất thải nguy hại, không phải rác tái chế.

source: Squash aluminium drink cans flat.
vi: Ép dẹt lon nhôm đựng đồ uống.

source: Squash the bottle flat to save space.
vi: Ép dẹt chai để tiết kiệm chỗ.

source: Stack clean paper cups together to save space.
vi: Xếp chồng các cốc giấy sạch để tiết kiệm chỗ.

source: Steps
vi: Các bước

source: Still unsure? Put it in other waste so it doesn't end up mixed into recyclables.
vi: Vẫn chưa chắc? Hãy bỏ vào chất thải khác để không lẫn vào rác tái chế.

source: Straws, sealing films, and plastic spoons are not recyclable; put them in other waste.
vi: Ống hút, màng dán miệng cốc và thìa nhựa không tái chế được; hãy bỏ vào chất thải khác.

source: Styrofoam
vi: Xốp

source: Styrofoam can't be recycled here, so it goes in other waste.
vi: Xốp không tái chế được, nên bỏ vào chất thải khác.

source: Submit correction
vi: Gửi chỉnh sửa

source: Switch account
vi: Chuyển tài khoản

source: Switch to it? Scans already saved to this guest account stay with the guest account.
vi: Chuyển sang tài khoản đó? Các lượt quét đã lưu vào tài khoản khách này sẽ ở lại tài khoản khách.

source: Tag
vi: Thẻ

source: Take everything out of the box.
vi: Lấy hết đồ bên trong hộp ra.

source: Take off the cap. Keep it: caps are plastic too and go in the same recyclables bag.
vi: Tháo nắp chai và giữ lại: nắp cũng là nhựa, bỏ chung vào túi rác tái chế.

source: Take off the lid. Metal lids go with metal recyclables; plastic lids go with plastic recyclables.
vi: Tháo nắp. Nắp kim loại bỏ chung với rác kim loại tái chế; nắp nhựa bỏ chung với rác nhựa tái chế.

source: Take off the plastic lid and recycle it with plastics. Put the straw in other waste.
vi: Tháo nắp nhựa và bỏ vào rác nhựa tái chế. Ống hút bỏ vào chất thải khác.

source: Tap ••• on a post, or press and hold a reply, to report it or to block its author. When a few people report the same post, it's hidden until someone from AWARE looks at it. Blocked people's posts and replies disappear for you, and you can unblock them in More.
vi: Chạm vào ••• trên một bài đăng, hoặc nhấn giữ một bình luận, để báo cáo hoặc chặn người viết. Khi vài người cùng báo cáo một bài, bài đó sẽ bị ẩn cho đến khi đội ngũ AWARE xem xét. Bài và bình luận của người bạn chặn sẽ biến mất với bạn, và bạn có thể bỏ chặn trong mục Thêm.

source: Tear off any clean, dry parts and recycle those separately.
vi: Xé riêng những phần còn sạch và khô để tái chế.

source: Thanks for telling us
vi: Cảm ơn bạn đã báo cho chúng mình

source: Thanks for the feedback!
vi: Cảm ơn góp ý của bạn!

source: That didn't work
vi: Chưa thực hiện được

source: The average person produces about 4 tons of CO₂ per year. You've offset %@ of that.
vi: Trung bình mỗi người thải ra khoảng 4 tấn CO₂ mỗi năm. Bạn đã bù lại được %@ con số đó.

source: The factors are US averages, so the real saving in Hanoi may differ. The number also assumes the item actually gets recycled.
vi: Các hệ số là mức trung bình ở Mỹ, nên lượng tiết kiệm thực tế ở Hà Nội có thể khác. Con số cũng giả định vật thật sự được tái chế.

source: The figure is the greenhouse gas avoided by recycling the item instead of sending it to landfill, using factors from the US EPA's Waste Reduction Model (WARM, version 16, December 2023).
vi: Con số này là lượng khí nhà kính tránh được khi tái chế vật thay vì đem chôn lấp, dùng hệ số từ Mô hình Giảm thiểu Chất thải của Cơ quan Bảo vệ Môi trường Hoa Kỳ (WARM, phiên bản 16, tháng 12/2023).

source: This Apple ID already has an account
vi: Apple ID này đã có tài khoản

source: This Month
vi: Tháng này

source: This item goes in other waste, so recycling it saves nothing here.
vi: Vật này thuộc nhóm rác còn lại, nên ở đây không tính được lượng tiết kiệm.

source: This needs an internet connection. Try again when you're back online.
vi: Việc này cần có kết nối internet. Hãy thử lại khi bạn có mạng nhé.

source: Tie several bags together into one bundle so they do not blow away.
vi: Buộc nhiều túi lại thành một bó để túi không bị gió thổi bay.

source: Tip: %@
vi: Mẹo: %@

source: To get reminders and replies, allow notifications for AWARE in Settings.
vi: Để nhận lời nhắc và phản hồi, hãy cho phép AWARE gửi thông báo trong Cài đặt.

source: To put a post on the map, allow AWARE to use your location in Settings.
vi: Để đưa bài đăng lên bản đồ, hãy cho phép AWARE dùng vị trí trong Cài đặt.

source: To see projects near you, allow AWARE to use your location in Settings. The map works without it too.
vi: Để xem các dự án gần bạn, hãy cho phép AWARE dùng vị trí trong Cài đặt. Bản đồ vẫn dùng được khi không bật vị trí.

source: Total
vi: Tổng

source: Translate
vi: Dịch

source: Trend
vi: Xu hướng

source: Try scanning it again, a little closer and in good light.
vi: Thử quét lại gần hơn một chút và ở nơi đủ sáng.

source: Unblock
vi: Bỏ chặn

source: Undo
vi: Hoàn tác

source: View all %lld replies
vi: Xem tất cả %lld phản hồi

source: Want to give it a second life? See our recycling ideas below.
vi: Muốn cho nó một cuộc đời mới? Xem các ý tưởng tái chế của chúng mình bên dưới nhé.

source: Want to give it a second life? See recycling ideas
vi: Muốn cho nó cuộc đời thứ hai? Xem ý tưởng tái chế

source: Was this detection correct?
vi: Nhận diện này có đúng không?

source: Waste Saved
vi: Rác được tái chế

source: We couldn't identify this item.
vi: AWARE chưa nhận ra được vật này.

source: We detected **%@**. Pick what it really is and we'll update the guidance.
vi: Chúng tôi nhận diện được **%@**. Hãy chọn đúng vật đó và chúng tôi sẽ cập nhật hướng dẫn.

source: We'll take a look. You won't see it here anymore.
vi: Chúng mình sẽ xem xét. Bạn sẽ không thấy nội dung này nữa.

source: Weekly Goal
vi: Mục tiêu tuần

source: Welcome back
vi: Chào mừng trở lại

source: Welcome to
vi: Chào mừng đến với

source: What is the cup made of?
vi: Cốc được làm bằng chất liệu gì?

source: What should this have been?
vi: Đúng ra đây là gì?

source: When you throw it away, shake out any food or liquid.
vi: Khi vứt bỏ, hãy giũ sạch thức ăn hoặc chất lỏng còn bên trong.

source: Why are you reporting this?
vi: Vì sao bạn báo cáo nội dung này?

source: Yes
vi: Có

source: Yes, clean and dry
vi: Có, sạch và khô

source: You
vi: Bạn

source: You haven't blocked anyone.
vi: Bạn chưa chặn ai.

source: You reached this month's goal. Nice work!
vi: Bạn đã đạt mục tiêu tháng này. Làm tốt lắm!

source: You won't see their posts or replies anymore. You can unblock them in More.
vi: Bạn sẽ không thấy bài đăng và bình luận của họ nữa. Bạn có thể bỏ chặn trong mục Thêm.

source: You're %lld leaves away from this month's goal.
vi: Bạn còn %lld lá nữa là đạt mục tiêu tháng này.

source: You're offline
vi: Bạn đang ngoại tuyến

source: You're using AWARE as a guest. Sign in with Apple to keep your scans, points and posts if you change or reset your phone.
vi: Bạn đang dùng AWARE với tư cách khách. Đăng nhập bằng Apple để giữ lượt quét, điểm và bài đăng khi bạn đổi hoặc cài lại điện thoại.

source: You've reached the end of the feed. Come back again soon?
vi: Bạn đã xem hết bảng tin. Lát nữa quay lại nhé?

source: Your account can't do that right now.
vi: Tài khoản của bạn hiện chưa thể làm việc này.

source: Your location
vi: Vị trí của bạn
